/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "伺服器發生錯誤。請再試一次。";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "發生未知的錯誤。請再試一次。";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API 密鑰";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "產生";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "僅於 Mac 閒置時";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "僅於優先權至少為：";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "通知前置訊息：";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl 登入";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "正傳送至 Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "伺服器無法識別該程式傳送的指令。請再試一次。";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "您尚未登入且允許產生 API 密鑰。";

